brew "assh"
brew "aws-vault"
brew "awscli"
brew "chezmoi"
brew "direnv"
brew "eza"
brew "fish"
brew "gnupg"
brew "gnu-sed"
brew "go"
brew "jq"
brew "make"
brew "openssh"
brew "pinentry-mac"
brew "ripgrep"
brew "starship"
brew "talosctl"
brew "terraform"
brew "topgrade"
brew "vim"
cask "bitwarden"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "orbstack"
cask "proton-mail-bridge"
cask "slack"
cask "tailscale-app"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "hashicorp.terraform"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "tailscale.vscode-tailscale"
vscode "timonwong.shellcheck"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
vscode "yzhang.markdown-all-in-one"
