tap "hashicorp/tap"
tap "siderolabs/tap"
brew "assh"
brew "aws-vault"
brew "awscli"
brew "bat"
brew "binutils"
brew "chezmoi"
brew "coreutils"
brew "cosign"
brew "crane"
brew "diffoscope"
brew "direnv"
brew "eza"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "flyctl"
brew "gh"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "grep"
brew "helix"
brew "helm"
brew "jq"
brew "kubelogin"
brew "kubernetes-cli"
brew "kubie"
brew "letta-code"
brew "make"
brew "mtr"
brew "ollama"
brew "openssh"
brew "pinentry-mac"
brew "qemu"
brew "ripgrep"
brew "socat"
brew "sops"
brew "starship"
brew "stern"
brew "swtpm"
brew "talosctl"
brew "terraform-docs"
brew "topgrade"
brew "tree"
brew "typst"
brew "wakatime-cli"
brew "watch"
brew "yq"
brew "hashicorp/tap/terraform"
brew "siderolabs/tap/omnictl"
cask "1password"
cask "1password-cli"
cask "chatgpt"
cask "discord"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "kicad"
cask "maccy"
cask "netnewswire"
cask "notion"
cask "orbstack"
cask "proton-mail-bridge"
cask "slack"
cask "spotify"
cask "steam"
cask "tailscale-app"
cask "whatsapp"
cask "zed"
