brew "assh"
brew "aws-vault"
brew "awscli"
brew "bat"
brew "chezmoi"
brew "cosign"
brew "crane"
brew "direnv"
brew "eza"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "flyctl"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "helm"
brew "jq"
brew "kubelogin"
brew "kubie"
brew "make"
brew "mtr"
brew "neovim"
brew "openssh"
brew "pinentry-mac"
brew "qemu"
brew "ripgrep"
brew "socat"
brew "sops"
brew "starship"
brew "stern"
brew "swtpm"
brew "talosctl"
brew "terraform"
brew "terraform-docs"
brew "topgrade"
brew "tree"
brew "watch"
brew "yq"
cask "1password"
cask "1password-cli"
cask "chatgpt"
cask "discord"
cask "firefox"
cask "google-chrome"
cask "kicad"
cask "maccy"
cask "netnewswire"
cask "notion"
cask "orbstack"
cask "proton-mail-bridge"
cask "slack"
cask "spotify"
cask "steam"
cask "tailscale-app"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
vscode "eamodio.gitlens"
vscode "github.copilot-chat"
vscode "github.copilot"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "hashicorp.terraform"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "tailscale.vscode-tailscale"
vscode "timonwong.shellcheck"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
vscode "yzhang.markdown-all-in-one"
